/* Untranslated: __Copyright by__  
Wherigo Foundation  
Dirk Weltz  
Brice Clocher
 */
"Vernacular_P0___Copyrightby__10WherigoFoundation10DirkWeltz10BriceClocher10" = "__Copyright by__  
Wherigo Foundation  
Dirk Weltz  
Brice Clocher
";

/* Untranslated: __Credits__
This app uses the following software or parts of it */
"Vernacular_P0___Credits__10Thisappusesthefollowingsoftwareorpartsofit" = "__Credits__
This app uses the following software or parts of it";

/* Untranslated: __Eluant__
Copyright by cdhowie */
"Vernacular_P0___Eluant__10Copyrightbycdhowie" = "__Eluant__
Copyright by cdhowie";

/* Untranslated: __Wherigo__
Copyright by Groundspeak, Inc. */
"Vernacular_P0___Wherigo__10CopyrightbyGroundspeak44Inc46" = "__Wherigo__
Copyright by Groundspeak, Inc.";

/* Untranslated: __Xamarin.iOS, Xamarin.Android and Xamarin.Forms__
Copyright by Xamarin, Inc. */
"Vernacular_P0___Xamarin46iOS44Xamarin46AndroidandXamarin46Forms__10CopyrightbyXamarin44Inc46" = "__Xamarin.iOS, Xamarin.Android and Xamarin.Forms__
Copyright by Xamarin, Inc.";

/* Untranslated: About */
"Vernacular_P0_About" = "Lisätietoja";

/* Untranslated: Actions */
"Vernacular_P0_Actions" = "Toiminnot";

/* Untranslated: Activity: {0} */
"Vernacular_P0_Activity581230125" = "Toiminta: {0}";

/* Untranslated: Alignment */
"Vernacular_P0_Alignment" = "Tasaus";

/* Untranslated: Altitude */
"Vernacular_P0_Altitude" = "Korkeus";

/* Untranslated: Appearance */
"Vernacular_P0_Appearance" = "Ulkoasu";

/* Untranslated: Author:  {0} */
"Vernacular_P0_Author581230125" = "Tekijä: {0}";

/* Untranslated: Automatical savefile */
"Vernacular_P0_Automaticalsavefile" = "Automaattinen tallennus";

/* Untranslated: Both */
"Vernacular_P0_Both" = "Molemmat";

/* Untranslated: By */
"Vernacular_P0_By" = "Tekijä";

/* Untranslated: Cancel */
"Vernacular_P0_Cancel" = "Peruuta";

/* Untranslated: Cartridges */
"Vernacular_P0_Cartridges" = "Kasetit";

/* Untranslated: Center */
"Vernacular_P0_Center" = "Keskitetty";

/* Untranslated: Choose */
"Vernacular_P0_Choose" = "Valitse";

/* Untranslated: Comment Savefile */
"Vernacular_P0_CommentSavefile" = "Kommentoi tallennustiedostoa";

/* Untranslated: Current Accuracy
{0} */
"Vernacular_P0_CurrentAccuracy101230125" = "Nykyinen tarkkuus
 {0}";

/* Untranslated: Current Coordinates
{0} */
"Vernacular_P0_CurrentCoordinates101230125" = "Nykyiset koordinaatit
 {0}";

/* Untranslated: Current Location */
"Vernacular_P0_CurrentLocation" = "Nykyinen sijainti";

/* Untranslated: Dark */
"Vernacular_P0_Dark" = "Tumma";

/* Untranslated: Decimal degrees */
"Vernacular_P0_Decimaldegrees" = "Desimaaliasteet";

/* Untranslated: Decimal degrees (9.07538°) */
"Vernacular_P0_Decimaldegrees409460753817641" = "Desimaaliasteet (9.07538°)";

/* Untranslated: Decimal minutes */
"Vernacular_P0_Decimalminutes" = "Desimaaliminuutit";

/* Untranslated: Decimal minutes (9° 04.523') */
"Vernacular_P0_Decimalminutes40917604465233941" = "Desimaaliminuutit (9° 04.523')";

/* Untranslated: Decimal seconds */
"Vernacular_P0_Decimalseconds" = "Desimaalisekunnit";

/* Untranslated: Decimal seconds (9° 04' 31.38") */
"Vernacular_P0_Decimalseconds40917604393146383441" = "Desimaalisekunnit (9° 04' 31.38\")";

/* Untranslated: Default */
"Vernacular_P0_Default" = "Oletusarvo";

/* Untranslated: Degrees */
"Vernacular_P0_Degrees" = "Astetta";

/* Untranslated: Delete */
"Vernacular_P0_Delete" = "Poista";

/* Untranslated: Delete Cartridge */
"Vernacular_P0_DeleteCartridge" = "Delete Cartridge";

/* Untranslated: Description */
"Vernacular_P0_Description" = "Kuvaus";

/* Untranslated: Don't resize */
"Vernacular_P0_Don39tresize" = "Älä muuta kuvan kokoa";

/* Untranslated: Do you really want to delete the cartridge '{0}'? */
"Vernacular_P0_Doyoureallywanttodeletethecartridge3912301253963" = "Do you really want to delete the cartridge '{0}'?";

/* Untranslated: E */
"Vernacular_P0_E" = "E";

/* Untranslated: English */
"Vernacular_P0_English" = "Englanti";

/* Untranslated: Feedback */
"Vernacular_P0_Feedback" = "Palaute";

/* Untranslated: Feet */
"Vernacular_P0_Feet" = "Jalkaa";

/* Untranslated: Finnish */
"Vernacular_P0_Finnish" = "Suomeksi";

/* Untranslated: Flash */
"Vernacular_P0_Flash" = "Flash";

/* Untranslated: Focus on */
"Vernacular_P0_Focuson" = "Keskittyä";

/* Untranslated: For much fun with the cartridge, you should wait for a good accuracy of your GPS signal. */
"Vernacular_P0_Formuchfunwiththecartridge44youshouldwaitforagoodaccuracyofyourGPSsignal46" = "Parhaan kokemuksen takaamiseksi sinun täytyy odottaa GPS-signaalin tarkkuuden paranemista";

/* Untranslated: French */
"Vernacular_P0_French" = "Ranskaksi";

/* Untranslated: Gamefield */
"Vernacular_P0_Gamefield" = "Pelialue";

/* Untranslated: Game Menu */
"Vernacular_P0_GameMenu" = "Peli-valikko";

/* Untranslated: German */
"Vernacular_P0_German" = "Saksaksi";

/* Untranslated: GPS Check */
"Vernacular_P0_GPSCheck" = "GPS:n tarkistus";

/* Untranslated: Here */
"Vernacular_P0_Here" = "Tässä";

/* Untranslated: Hybrid */
"Vernacular_P0_Hybrid" = "Hybridi";

/* Untranslated: Images */
"Vernacular_P0_Images" = "Kuvat";

/* Untranslated: Inside */
"Vernacular_P0_Inside" = "Sisällä";

/* Untranslated: Inventory */
"Vernacular_P0_Inventory" = "Inventaario";

/* Untranslated: Language */
"Vernacular_P0_Language" = "Kieli";

/* Untranslated: Left */
"Vernacular_P0_Left" = "Vasen";

/* Untranslated: Length */
"Vernacular_P0_Length" = "Pituus";

/* Untranslated: Light */
"Vernacular_P0_Light" = "Vaalea";

/* Untranslated: Line {0}: {1} */
"Vernacular_P0_Line1230125581231125" = "Rivi {0}: {1}";

/* Untranslated: Loading... */
"Vernacular_P0_Loading464646" = "Ladataan...";

/* Untranslated: Login */
"Vernacular_P0_Login" = "Kirjaudu sisään";

/* Untranslated: Lua error */
"Vernacular_P0_Luaerror" = "Lua virhe";

/* Untranslated: Main Menu */
"Vernacular_P0_MainMenu" = "Päävalikko";

/* Untranslated: Map */
"Vernacular_P0_Map" = "Kartta";

/* Untranslated: Maptype */
"Vernacular_P0_Maptype" = "Karttatyyppi";

/* Untranslated: Max. half height */
"Vernacular_P0_Max46halfheight" = "Max. puoli korkeus";

/* Untranslated: Menu */
"Vernacular_P0_Menu" = "Valikko";

/* Untranslated: Meter */
"Vernacular_P0_Meter" = "Metri";

/* Untranslated: N */
"Vernacular_P0_N" = "N";

/* Untranslated: New folder */
"Vernacular_P0_Newfolder" = "Uusi kansio";

/* Untranslated: New folder name */
"Vernacular_P0_Newfoldername" = "Uuden kansion nimi";

/* Untranslated: No */
"Vernacular_P0_No" = "Ei";

/* Untranslated: No description available */
"Vernacular_P0_Nodescriptionavailable" = "Ei kuvausta saatavilla";

/* Untranslated: No items */
"Vernacular_P0_Noitems" = "Ei esineitä";

/* Untranslated: No new tasks */
"Vernacular_P0_Nonewtasks" = "Ei uusia tehtäviä";

/* Untranslated: Nothing available */
"Vernacular_P0_Nothingavailable" = "Ei mitään saatavilla";

/* Untranslated: Nothing of interest */
"Vernacular_P0_Nothingofinterest" = "Ei mitään kiinnostavaa";

/* Untranslated: Nowhere to go */
"Vernacular_P0_Nowheretogo" = "Ei kohdetta mihin mennä";

/* Untranslated: Ok */
"Vernacular_P0_Ok" = "OK";

/* Untranslated: Overview */
"Vernacular_P0_Overview" = "Yleiskatsaus";

/* Untranslated: Parent directory */
"Vernacular_P0_Parentdirectory" = "Ylätason hakemisto";

/* Untranslated: Password */
"Vernacular_P0_Password" = "Salasana";

/* Untranslated: Path */
"Vernacular_P0_Path" = "Polku";

/* Untranslated: Path for cartridges */
"Vernacular_P0_Pathforcartridges" = "Hakemistopolku kasetteihin";

/* Untranslated: Please make a screenshot and send it to the cartridge author. */
"Vernacular_P0_Pleasemakeascreenshotandsendittothecartridgeauthor46" = "Please make a screenshot and send it to the cartridge author.";

/* Untranslated: Please wait... */
"Vernacular_P0_Pleasewait464646" = "Odota hetki...";

/* Untranslated: Provide a comment to identify this savefile */
"Vernacular_P0_Provideacommenttoidentifythissavefile" = "Anna kommentti tallennustiedoston tunnistamiseksi";

/* Untranslated: Quit */
"Vernacular_P0_Quit" = "Lopeta";

/* Untranslated: Resize to max. half height */
"Vernacular_P0_Resizetomax46halfheight" = "Sovita puoleen ruudun korkeudesta";

/* Untranslated: Resize to screen width */
"Vernacular_P0_Resizetoscreenwidth" = "Sovita ruudun leveyteen";

/* Untranslated: Resizing */
"Vernacular_P0_Resizing" = "Koon muuttaminen";

/* Untranslated: Right */
"Vernacular_P0_Right" = "Oikea";

/* Untranslated: S */
"Vernacular_P0_S" = "S";

/* Untranslated: Satellite */
"Vernacular_P0_Satellite" = "Satelliitti";

/* Untranslated: Save */
"Vernacular_P0_Save" = "Tallenna";

/* Untranslated: Save Game */
"Vernacular_P0_SaveGame" = "Tallenna peli";

/* Untranslated: Screen width */
"Vernacular_P0_Screenwidth" = "Koko ruudun leveys";

/* Untranslated: Settings */
"Vernacular_P0_Settings" = "Asetukset";

/* Untranslated: Shrink only */
"Vernacular_P0_Shrinkonly" = "Vain pienennä";

/* Untranslated: Size */
"Vernacular_P0_Size" = "Koko";

/* Untranslated: Sound */
"Vernacular_P0_Sound" = "Äänet";

/* Untranslated: Start */
"Vernacular_P0_Start" = "Aloita";

/* Untranslated: Start anyway */
"Vernacular_P0_Startanyway" = "Aloita kuitenkin";

/* Untranslated: Starting Location */
"Vernacular_P0_StartingLocation" = "Lähtöpaikka";

/* Untranslated: Street */
"Vernacular_P0_Street" = "Katu";

/* Untranslated: Tasks */
"Vernacular_P0_Tasks" = "Tehtävät";

/* Untranslated: Text */
"Vernacular_P0_Text" = "Teksti";

/* Untranslated: The cartridge now stops. */
"Vernacular_P0_Thecartridgenowstops46" = "The cartridge now stops.";

/* Untranslated: Theme */
"Vernacular_P0_Theme" = "Teema";

/* Untranslated: There is an automatic savefile from a cartridge you played before. Would you resume this last game? */
"Vernacular_P0_Thereisanautomaticsavefilefromacartridgeyouplayedbefore46Wouldyouresumethislastgame63" = "Kasetista löytyi automaattisesti tallennettu tilanne aiemmalta pelikerralta. Haluatko jatkaa tätä edellistä peliä?";

/* Untranslated: Units */
"Vernacular_P0_Units" = "Yksiköt";

/* Untranslated: Unknown */
"Vernacular_P0_Unknown" = "Tuntematon";

/* Untranslated: Update */
"Vernacular_P0_Update" = "Päivitä";

/* Untranslated: User Name */
"Vernacular_P0_UserName" = "Käyttäjätunnus:";

/* Untranslated: Version: {0} */
"Vernacular_P0_Version581230125" = "Versio: {0}";

/* Untranslated: Vibration */
"Vernacular_P0_Vibration" = "Värinä";

/* Untranslated: W */
"Vernacular_P0_W" = "W";

/* Untranslated: WF.Player.Android */
"Vernacular_P0_WF46Player46Android" = "WF.Player.Android";

/* Untranslated: Would you like to save the current game? */
"Vernacular_P0_Wouldyouliketosavethecurrentgame63" = "Haluatko tallentaa nykyisen pelin?";

/* Untranslated: Write input here... */
"Vernacular_P0_Writeinputhere464646" = "Kirjoita tähän...";

/* Untranslated: Yes */
"Vernacular_P0_Yes" = "Kyllä";

/* Untranslated: You encountered an Lua error in the cartridge '{0}'. */
"Vernacular_P0_YouencounteredanLuaerrorinthecartridge3912301253946" = "You encountered an Lua error in the cartridge '{0}'.";

/* Untranslated: You See */
"Vernacular_P0_YouSee" = "Näet";

